{"passage_id": "p001", "title": "Gauging the winds of war", "author": "Adapted from B. Bower", "journal": "©1991 by Science Services.", "text": "\"Despite the grimly predictable tragedies of armed conflict, almost all ancient and modern societies studied by anthropologists have engaged in at least periodic bouts of warfare. The ubiquity of organized fighting between human groups has fired up the scientific study of warfare.\nCurrent notions about the roots of war stem mainly from studies of nonindustrial societies lacking centralized political power and extensive military organizations. All of these theoretical approaches focus on three themes:\nultimate causes of war that influence the goals people fight for, such as competition within a society for scarce resources, and intense divisions between groups of related individuals;\nproximate causes of war, such as a society’s military preparedness and the goals of its leaders, often centering on the desire for land, natural resources, or control of trade routes; and\nconsequences of war that influence further conflict, including population decline, improved access to resources, and increased prestige and power accorded to victorious warriors.\nAlthough some anthropologists and sociobiologists contend that a genetic tendency toward physical violence greases the human war machine, theories of innate aggression attract few advocates today. Nevertheless, disputes over the alleged biological roots of combat continue to erupt.\nPerhaps the most wide-ranging warfare study to date was conducted during the 1980s by Carol R. Ember and Melvin Ember. The team analyzed anthropological descriptions of 186 nonindustrial societies, virtually all of which operated on a much smaller scale than modern nation-states. Descriptions ranged from eighteenth-century writings on Native American tribes to recent accounts of African hunter-gatherers. Two independent coders read the voluminous literature and rated the presence and frequency of warfare, aggressive acts, natural disasters, and other social and psychological factors, focusing on a twenty-five-year period in each society.The Embers say that their findings offer a tentative theory of war: The societies that engage in the most warfare express considerably more fear of food shortages caused by expected but unpredictable natural disasters, such as drought, flood, or infestation. The fear of others—indicated by child-rearing practices stressing mistrust of neighbors—further fuels the tendency to fight, the researchers say.\nSome researchers have suggested a penchant for warfare among societies with high levels of interpersonal aggression, as reflected in elevated rates of murder and theft. The Embers’ study showed no such links. Parents in warlike societies do tend to encourage toughness and aggression among boys, but warfare apparently causes this practice rather than vice versa, the Embers argue. When these societies lose wars and come under the control of outside forces, harsh child-rearing methods diminish sharply, they found.\n“War is not the natural human condition,” anthropologist R. Brian Ferguson says. “Research shows that war varies over time due to factors such as trade, population growth, and outside contacts.” Often, leaders must paint the enemy as inhuman in order to motivate people to kill, he says—and even then, many soldiers come out of combat with severe psychological aftereffects. “We need to dispense with the idea that people love violence and are doomed to fight.”", "paragraphs": [{"text": "Despite the grimly predictable tragedies of armed conflict, almost all ancient and modern societies studied by anthropologists have engaged in at least periodic bouts of warfare. The ubiquity of organized fighting between human groups has fired up the scientific study of warfare.", "rhetorical_purpose": "thesis", "tone": "neutral"}, {"text": "Current notions about the roots of war stem mainly from studies of nonindustrial societies lacking centralized political power and extensive military organizations. All of these theoretical approaches focus on three themes: ultimate causes of war, proximate causes of war, and consequences of war.", "rhetorical_purpose": "support", "tone": "analytical"}, {"text": "Although some anthropologists and sociobiologists contend that a genetic tendency toward physical violence greases the human war machine, theories of innate aggression attract few advocates today. Nevertheless, disputes over the alleged biological roots of combat continue to erupt.", "rhetorical_purpose": "counterpoint", "tone": "skeptical"}, {"text": "Perhaps the most wide-ranging warfare study to date was conducted during the 1980s by Carol R. Ember and Melvin Ember...", "rhetorical_purpose": "example", "tone": "neutral"}, {"text": "The Embers say that their findings offer a tentative theory of war...", "rhetorical_purpose": "elaboration", "tone": "analytical"}, {"text": "Some researchers have suggested a penchant for warfare among societies with high levels of interpersonal aggression...", "rhetorical_purpose": "support", "tone": "analytical"}, {"text": "“War is not the natural human condition,” anthropologist R. Brian Ferguson says...", "rhetorical_purpose": "conclusion", "tone": "defensive"}], "topic": "Anthropology and Warfare Studies", "style": "Expository", "estimated_difficulty": 3, "structure": "Thesis/support", "questions_generated": true}
{"passage_id": "p002", "title": "The Case for Television Violence", "author": "Adapted from J. Fowles", "journal": "Anthropology Today", "text": "\"The depiction of fictional violence on television deserves much less criticism than it has received in the United States. Trite or not, scenes of imaginary violence are almost always orchestrated by high production values: filled with changing camera shots, intricately edited. This finely wrought symbolic material has endured for decades because of viewers’ preferences—not because of what people say they want but because of what they actually watch.\nPerhaps, to give television violence its due, we need first to acknowledge the complex, sometimes violent content of our inner lives. Parents want to know why young children love to view violent superheroes struggling against imaginary antagonists. They make the choice because of an inner need for such turbulent content—a need that deserves to be acknowledged. Consider that to be six years old is to be essentially powerless in the world of human affairs; even turning a door handle can be a challenge. Through imaginary violence, however, the child viewer becomes momentarily omnipotent, transcending all obstacles of an oversized world.\nWho opposes these experiences? Parents, of course. But it is in the halls of Congress that the attack invariably crystallizes. Nebulous concerns about video mayhem afloat among the public, plus a collection of published “scientific” studies, are forged by astute politicians into an issue of immediate concern. While many congressional items are too dull to inspire reportage, this controversy is well covered by the press, bringing the senator’s or representative’s name and image into households throughout the country. Their fame is linked to an immaculate concern—the purification of American family life. The senator or representative is depicting himself or herself as a savior, purer than pure.\nScholars play a pivotal role in this war of words: they are the munitions makers—though they would dislike the label. Granted that a close reading of their total corpus reveals little consensus, there are enough studies with the “right” findings to provide ample ammunition for reformists. These studies are taken to legitimize the assault on television programs that contain violent plots; they are cited in every attacking document and speech. Scholars promulgate the antiviolence position by arguing for it in their lectures and other public utterances and, indirectly, by not contradicting the conventional antiviolence wisdom on the topic.\nOn television violence, professors as a rule have been needlessly shortsighted. If they had stood back and examined television violence in its long-term historical context and seen where this matter ranks alongside the recurring atrocities in human history, then they would have realized that television violence is a relatively minor happenstance. Its appearance suggests an improvement in the human condition, not a deterioration: a harmless way of sublimating, or distancing, those normal feelings of powerlessness or anger or frustration or aggression that well-adjusted human beings vent in a civilized society through vicarious means. From such material fairy tales and folktales once originated, captivating some of the same generations that now demonstrate the most vigilance in filtering out violent content from their children’s television fare.\nWhat can be asked for here is that the public and the scholarly community apply a high level of intellect to the issue of television violence. Both the historical and the scientific evidence need to be sorted through very carefully. We need to ask new questions and do new studies probing such questions as why some societies heavily dependent on American television programming have much lower rates of violent crime. Only then can there be a full understanding of the role of television violence in the lives of modern human beings.\"", "paragraphs": [{"text": "The depiction of fictional violence on television deserves much less criticism than it has received in the United States. Trite or not, scenes of imaginary violence are almost always orchestrated by high production values: filled with changing camera shots, intricately edited. This finely wrought symbolic material has endured for decades because of viewers’ preferences—not because of what people say they want but because of what they actually watch.", "rhetorical_purpose": "thesis", "tone": "defensive"}, {"text": "Perhaps, to give television violence its due, we need first to acknowledge the complex, sometimes violent content of our inner lives. Parents want to know why young children love to view violent superheroes struggling against imaginary antagonists. They make the choice because of an inner need for such turbulent content—a need that deserves to be acknowledged. Consider that to be six years old is to be essentially powerless in the world of human affairs; even turning a door handle can be a challenge. Through imaginary violence, however, the child viewer becomes momentarily omnipotent, transcending all obstacles of an oversized world.", "rhetorical_purpose": "support", "tone": "analytical"}, {"text": "Who opposes these experiences? Parents, of course. But it is in the halls of Congress that the attack invariably crystallizes. Nebulous concerns about video mayhem afloat among the public, plus a collection of published “scientific” studies, are forged by astute politicians into an issue of immediate concern. While many congressional items are too dull to inspire reportage, this controversy is well covered by the press, bringing the senator’s or representative’s name and image into households throughout the country. Their fame is linked to an immaculate concern—the purification of American family life. The senator or representative is depicting himself or herself as a savior, purer than pure.", "rhetorical_purpose": "counterpoint", "tone": "critical"}, {"text": "Scholars play a pivotal role in this war of words: they are the munitions makers—though they would dislike the label. Granted that a close reading of their total corpus reveals little consensus, there are enough studies with the “right” findings to provide ample ammunition for reformists. These studies are taken to legitimize the assault on television programs that contain violent plots; they are cited in every attacking document and speech. Scholars promulgate the antiviolence position by arguing for it in their lectures and other public utterances and, indirectly, by not contradicting the conventional antiviolence wisdom on the topic.", "rhetorical_purpose": "support", "tone": "analytical"}, {"text": "On television violence, professors as a rule have been needlessly shortsighted. If they had stood back and examined television violence in its long-term historical context and seen where this matter ranks alongside the recurring atrocities in human history, then they would have realized that television violence is a relatively minor happenstance. Its appearance suggests an improvement in the human condition, not a deterioration: a harmless way of sublimating, or distancing, those normal feelings of powerlessness or anger or frustration or aggression that well-adjusted human beings vent in a civilized society through vicarious means. From such material fairy tales and folktales once originated, captivating some of the same generations that now demonstrate the most vigilance in filtering out violent content from their children’s television fare.", "rhetorical_purpose": "support", "tone": "analytical"}, {"text": "What can be asked for here is that the public and the scholarly community apply a high level of intellect to the issue of television violence. Both the historical and the scientific evidence need to be sorted through very carefully. We need to ask new questions and do new studies probing such questions as why some societies heavily dependent on American television programming have much lower rates of violent crime. Only then can there be a full understanding of the role of television violence in the lives of modern human beings.", "rhetorical_purpose": "conclusion", "tone": "optimistic"}], "topic": "unknown", "style": "unknown", "estimated_difficulty": 4, "structure": "unknown", "questions_generated": true}
